Repository: FelipeVieiraVendramini/AutoUpdater
Catalog: AutoUpdater/Language_*.resx
Languages: pt_br

# StrAutoUpdateVersion
source: Updater Version: {0} - Compilation: {1}
pt_br: Versão do Atualizador: {0} - Compilação: {1}

# StrCalculatingDownloadSize
source: Calculating download size...
pt_br: Calculando tamanho de download...

# StrCheckingPrivacyTerms
source: Verifying privacy terms...
pt_br: Verificando termos de privacidade...

# StrClientUpdatedError
source: An error occurred while trying to update the client, you may not be able to login.
pt_br: Não foi possível atualizar o cliente. Talvez você não consiga entrar no jogo.

# StrClientUpdatedOK
source: Client updated successfully! Enjoy the game!
pt_br: Cliente atualizado com sucesso! Bom jogo.

# StrCloseWindowMsg
source: Closing the updater will end all connections with your servers and all your current clients will be disconnected. Without an active connection between our client and the update server you compromise your client security, then, just close the updater if you already ended all instances of the game. Are you sure you want to close the updater?
pt_br: Ao fechar o atualizador todas as conexões com os nossos servidores serão encerradas e os clientes fechados. Sem uma conexão ativa entre o seu computador e nosso servidor de atualizações você compromete a segurança de seu cliente, portanto, apenas o feche caso já tenha encerrado todas as instâncias do jogo. Você tem certeza de que deseja fechar o atualizador?

# StrCloseWindowTitle
source: Are you sure?
pt_br: Você tem certeza?

# StrConnectingToServer
source: Connecting to the server...
pt_br: Conectando-se ao servidor...

# StrConnectionError
source: An error ocurred when trying to contact our servers. Try again later.
pt_br: Houve um erro na conexão com o servidor. Tente novamente mais tarde.

# StrConquerRunning
source: An instance of the World Conquer client is already in execution. To continue installing the patches, please close all clients and press "Yes". By pressing "Yes" if you haven't closed all instances of the game, the updater will force them to close, and this includes any Conquer client.
pt_br: O cliente do World Conquer já está em execução! Para prosseguir com a instalação dos pacotes, por favor feche os clientes que estão abertos e pressione "Sim". Ao pressionar "Sim" o atualizador forçará o cliente de qualquer cliente do Conquer em andamento, isto inclui também versões oficiais.

# StrConquerRunningTitle
source: Close the clients to continue
pt_br: Feche os clientes para continuar

# StrCouldNotConnectToAutoPatch
source: We could not connect to the update server. Do you want to download the patches manually?
pt_br: Não foi possível conectar-se ao servidor de atualizações. Deseja baixar manualmente as atualizações?

# StrCouldNotConnectToAutoPatchTitle
source: Connection Error
pt_br: Erro de conexão

# StrCouldNotFindUpdaterServer
source: We were not able to connect to the update servers.
pt_br: Não foi possível se conectar ao servidor do atualizador.

# StrErrorPrivacyNotAccepted
source: You cannot start the game if you do not accept our Privacy Terms.
pt_br: Você não pode atualizar ou iniciar o jogo sem aceitar os termos de privacidade.

# StrFileMissing
source: The file `{0}` is missing in your client folder. Verify if your client is in the final version or download the game again.está faltando no seu cliente.
pt_br: O arquivo `{0}` está faltando no seu cliente. Verifique se o seu cliente está na última versão ou faça o download do jogo novamente.

# StrFileMissingTitle
source: File missing
pt_br: Arquivo faltando!

# StrGameVersion
source: Version: {0}
pt_br: Versão: {0}

# StrInstallingUpdates
source: Installing patch {0}. Please wait...
pt_br: Instalando patch {0}. Por favor, aguarde.

# StrLabelCalculatingDownloadAmount
source: {0} updates will be downloaded ({1}).
pt_br: Será realizado o download de {0} atualizações totalizando {1}.

# StrLabelDownloading
source: Downloading update {0} of {1}. {2}/{3} ({4})
pt_br: Baixando atualização {0} de {1}. {2}/{3} ({4})

# StrLookingForGameUpdates
source: Searching for game updates...
pt_br: Procurando por atualizações de jogo...

# StrLookingForUpdaterUpdates
source: Searching for anti-cheat updates...
pt_br: Procurando por atualizações de Launcher...

# StrOpenClientError
source: Could not update due to running instances of the game.
pt_br: Não foi possível atualizar devido a instâncias do cliente do jogo em aberto.

# StrPatchsInstalled
source: The updates has been installed, please wait while we check if there are more patches.
pt_br: As atualizações foram instaladas, por favor, aguarde enquanto verificamos se existem mais.

# StrSearchForOpenInstances
source: Looking for open instances of the game
pt_br: Procurando por instâncias do jogo em aberto

# StrStartInstallUpdates
source: Preparing to install updates.
pt_br: Preparando para instalar atualizações.

# StrTermsOfPrivacyDesc
source: To start or continue playing you need to agree our %privacy_terms%. Please, click in the link above and read carefully, our launcher checks for all processes running in your Operating System. If you do not agree, please close our launcher and uninstall the game.
pt_br: Para começar ou continuar a jogar você deve aceitar nossos %privacy_terms%. Por favor clique no link acima e leia cuidadosamente, nosso Launcher realiza uma varredura pelos processos em seu sistema operacional. Se você não concorda, por favor feche o inicializador e desinstale o jogo.

# StrTermsOfPrivacyTitle
source: Privacy Terms
pt_br: Termos de Privacidade

# StrTopLabel
source: Privacy Terms
pt_br: Termos de Privacidade

# StrTosLabel
source: Terms of Service
pt_br: Termos de Serviço

# StrUpdaterServerFound
source: Connected with success! Looking for updates.
pt_br: Conectado com sucesso! Procurando por atualizações.
